Repository: JaKaspar/Woocommerce-payment-QR-code
Catalog: languages/jaka-woo-qr-*.po
Languages: cs_cz

source: Account number
cs_cz: Číslo účtu

source: Account prefix
cs_cz: Předčíslí účtu

source: Bank code
cs_cz: Kód banky

source: Checkout information
cs_cz: Informace pro platbu

source: For convenient payment, scan this QR code with your banking app:
cs_cz: Pro pohodlnou platbu naskenujte QR kód Vaší bankovní aplikací:

source: Payment QR code settings
cs_cz: Nastavení platebního QR kódu

source: Prefix of a target account number
cs_cz: Předčíslí účtu příjemce

source: Settings
cs_cz: Nastavení

source: Target account bank code
cs_cz: Kód banky příjemce

source: Target account number
cs_cz: Číslo účtu příjemce

source: Text appended to your BACS title, advertising QR code availability
cs_cz: Text připojený k poznámce k platbě převodem, informující o možnosti použití QR kódu
